const CongRongLu = [
  {
    id: 1,
    bookTitle: '萬松老評唱天童覺和尚 頌古從容庵錄',
    author: '宏智正覺 - 萬松行秀',
    translator: '',
    reference: ['https://en.wikipedia.org/wiki/Book_of_Equanimity'],
    title: '第一則: 佛陀登基弘法',
    image: '/images/cong-rong-lu/cong-rong-lu-cover.jpg',
    intro:
      '示眾云。 / ' +
      '閉門打睡接上上機。顧鑑頻申。曲為中下。那堪上曲祿木弄鬼眼睛。有箇傍不肯底。出來。也怪伊不得。',
    main:
      '舉。 / ' +
      '世尊一日陞座(今日不著便)。文殊白槌云。諦觀法王法。法王法如是(知佗是何心行)。世尊便下座(別日再商量)。',
    commentBeforeVerse:
      '師云。 / ' +
      '圓收十號。出世獨尊。抖擻眉毛。昂藏鼻孔。講肆謂之陞座。禪林號曰上堂。諸人未到法堂。萬松未出方丈。向那時薦得。已是落三落四了也。不見雪竇道。眾中若有仙陀客。何必文殊下一槌。點檢將來。雪竇不合索鹽。萬松那堪奉馬。直饒七佛祖師。道諦觀法王法法王法如是。也須眼裏抽釘腦後拔楔始得。至今開堂末後。白槌云諦觀法王法法王法如是。舉此例也。世尊便下座去。且救得一半。那一半分付天童。',
    verse:
      '一段真風見也麼(莫教飃入眼，特地出還難)。 / ' +
      '綿綿化母理機梭(參差蹉了交綹)。 / ' +
      '織成古錦含春象(大巧若拙)。 / ' +
      '無柰東君漏泄何(陰陽無曲狥，節氣不相饒)。',
    commentAfterVerse:
      '師云。天童道。一段真風見也麼。為復世尊陞座處。是一段真風。天童舉頌處。是一段真風。萬松請益處。是一段真風。恁麼則却成三段了也。如何是一段真風。況諸人各各有分。 / ' +
      '也好參詳。又道。綿綿化母理機梭。化母化工造物之別號。儒道二教。宗於一氣。佛家者流。本乎一心。圭峯道。元氣亦由心之所造。皆阿賴耶識相分所攝。萬松道。此曹洞正宗。 / ' +
      '祖佛命脈。機紐銜於樞口。轉處幽微。綿絲吐於梭腸。用時綿密。何得與邪因無因同日而語哉。向下頌世尊蘊藉將來道。織成古錦含春象。雖是如蟲禦木偶爾成文。其柰閉門造車出門合轍。 / ' +
      '末後文殊與折倒。却道。無柰東君漏泄何。文殊白槌。世尊便下座。及至迦葉白槌。便現百千萬箇文殊。一等是恁麼時節為甚麼。收放不同。爾道。那箇是東君漏泄處。慇懃為解丁香結。放出枝頭自在春。\n',
  },
  {
    id: 2,
    title: '第二則:  達磨廓然',
    image: '/images/cong-rong-lu/cong-rong-lu-cover.jpg',
    intro:
      '示眾云。 / ' +
      '卞和三獻。未免遭刑。夜光投人。鮮不按劍。卒客無卒主。宜假不宜真。差珍異寶用不著。死猫兒頭拈出。看。',
    main:
      '舉。 / ' +
      '梁武帝問達磨大師(清旦起來。不曾利市)。如何是聖諦第一義(且向第二頭問)。磨云。廓然無聖(劈腹剜心)。帝云。對朕者誰(鼻孔裏認牙)。' +
      '磨云。不識(腦後見腮。)帝不契(方木不入圓竅)。遂渡江至少林面壁九年(家無滯貨不富)。',
    commentBeforeVerse:
      '師云。 / ' +
      '般若多羅甞囑達磨大師曰。吾滅後六十七載。當往震旦設大法藥直指上根。慎勿速行衰於日下。又汝到時。南方勿住。彼唯好有為功德。不見佛理。汝縱到彼。不可久留。' +
      '果有游梁涉魏鈍滯九年之事。近代磁州衣法付人山。山曰。某甲不是恁麼人。州曰。不是恁麼人。自不殃及伊。山以法乳情深。俛仰而受。州復曰。汝既如是。第一不得容易出世。' +
      '若躁進輕脫。中間必有轗軻。此與多羅三囑達磨九年。彼此一時也。霅溪頌云。不惜過秋霜。圖教滋味長。縱然生摘得。終是不馨香。可以為來者之誡。若是本色道人。' +
      '出處自知時節。武帝雖不契。置箇問端。不妨劂剞。至今諸方。開堂白槌。尚云法筵龍象眾當觀第一義。只如第一義諦。還許觀麼。還許武帝達磨問答麼。萬松道。第一義且置。' +
      '爾要聖諦作麼。天皇道。但盡凡情。別無聖解。楞嚴道。若作聖解。即受群邪。只這達磨道廓然無聖。石火電光中。不妨手親眼辦。武帝頑涎不退。更問對朕者誰。於他梁王分上。' +
      '也是好心。殊不知。達磨分上。劈面被唾相似。不免更奉箇不識。早是花嬌易謝。那堪雪上加霜。達磨見伊眼目定動。即時轉身。別行一路。古人或出或處。或默或語。皆為佛事。' +
      '後來武帝果然過後思君子。自撰碑文云。見之不見。逢之不逢。今之古之。悔之恨之。朕雖一介凡夫。敢師之於後。自武帝蒙塵之後。達磨西歸以來。第一義諦無人舉著。賴有天童。為眾拈出。',
    verse:
      '頌云: / ' +
      '廓然無聖(一迴飲水一迴著噎)。來機逕庭(面赤不如語直)。得非犯鼻而揮斤(好手手中誇好手)。失不迴頭而墮甑(已往不咎)。寥寥冷坐少林(老不歇心)。 / ' +
      '默默全提正令(猶自說兵機)。秋清月轉霜輪(高著眼看)。河淡斗垂夜柄(誰敢承攬)。繩繩衣鉢付兒孫(莫妄想)。從此人天成藥病(天行已過使者須知)。',
    commentAfterVerse:
      '師云。 / ' +
      '廓然無聖。來機逕庭。此語本出莊子。大有逕庭。不近人情。初祖當時。也少些子方便。殊不知。藥不瞑眩。厥疾弗瘳。起初便下霹靂手。而今已早私狥姑息。 / ' +
      '所以得非犯鼻而揮斤。莊子送葬。過惠子之墓。顧謂從者曰。郢人堊漫其鼻端。若蠅翼。使匠石斵之。匠石運斤成風。聽而斵之。瞑目恣手盡堊而鼻不傷 / ' +
      '郢人立不失容。自夫子之死也。吾無以為質矣。失不迴頭而墮甑。後漢孟敏客居太原。曾荷甑墮地。不顧而去。郭林宗見而問其意。對曰。甑已破矣。視之何益。 / ' +
      '林宗以此異之。因勸令遊學。意謂武帝若自肯。達磨未甞屈己從人。梁王若不契。拂袖便行而無恨。黃金殿上放沒面目。道得一半。少林九年口掛壁上。始是八成。 / ' +
      '如秋清月轉霜輪。暗用法眼到頭霜夜月。任運落前溪。發明理極無喻之道。河淡斗垂夜柄。天童上堂云。一點環中照極微。智無功處却存知。緣思淨盡無餘事。 / ' +
      '半夜星河斗柄垂。此兩句如啞人作通事。指似向人吐露不出。那堪師資傳授。藥病相治。轉沒交涉。如何得全提正令去。空花幾費龜毛線。石女空拈莨菪針。(咄)。',
  },
  {
    id: 3,
    title: '第三則: 東印請祖',
    image: '/images/cong-rong-lu/cong-rong-lu-cover.jpg',
    intro:
      '示眾云。 / ' +
      '劫前未兆之機。烏龜向火。教外別傳一句。碓嘴生花。且道。還有受持讀誦分也無。',
    main:
      '舉。\n' +
      '東印土國王。請二十七祖般若多羅齋(往往償口債去也)。王問曰。何不看經(無功受祿寢食不安)。祖云。貧道入息不居陰界。出息不涉眾緣。常轉如是經。百千萬億卷(上來講讚無限勝因)。',
    commentBeforeVerse:
      '師云。\n' +
      '  二十七祖初名瓔珞童子。因二十六祖不如蜜多。與東印土堅固王同輦。問童子曰。能憶往事否。對曰。我憶往劫與師同居。師演摩訶般若。我持甚深修多羅。以相代正化故。' +
      '俟師於此。祖告王曰。此非小聖。大勢至之應身也。王命登輦至宮供養。以至披削。祖取般若修多羅事。命名般若多羅。梁朝以達磨為觀音。西國以祖師為勢至。唯阿彌陀佛至今無下落。' +
      '良久云。豐千饒舌。後因皇家展會。尊者主席。這老漢顯異惑眾。當時好與掀倒。打斷葛藤。直待問尊者何不看經。果然放不過。這老漢也無大人相。把葫蘆馬杓翻騰一上王便禮拜。' +
      '識甚痛痒。萬松道。國王貪他一粒米。尊者失却萬年糧。只知鐵脊撑天。不覺腦門著地。若要扶起。除是天童。',
    verse:
      '頌云:\n' +
      '雲犀玩月璨含輝(暗通一線文彩已彰)。木馬游春駿不羈(百花叢裏過一葉不沾身)。眉底一雙寒碧眼(不曾趁蛇蜉隊)。看經那到透牛皮(過也)。' +
      '明白心起曠劫(威音前一箭)。英雄力破重圍(射透兩重關)。妙圓樞口轉靈機(何曾動著)。寒山忘却來時路(暫時不住如同死人)。拾得相將携手歸(須是當鄉人)。',
    commentAfterVerse:
      '師云。\n' +
      '破題兩句。頌不居陰界不涉眾緣已了。且藏教法數。五陰十二處十八界。喚作三科。尊者略舉首尾。攝其中間。梵語安那般那。譯云出息入息。其法有六。' +
      '一數二隨三止四觀五還六淨。具如天台止觀。預備不虞者不可不知。溈山警策道教理未甞措懷。玄道無因契悟。寶藏論。可怜無價之寶。隱在陰入之坑。何時得靈光獨耀。' +
      '逈脫根塵去。天童雲犀玩月燦含輝。古詩有犀因玩月紋生角。好言語可惜。折合向文才情思上。木馬游春駿不羈。此頌出息不涉眾緣。可謂善行無轍跡也。眉底一雙寒碧眼。' +
      '洛浦道。單明自己法眼未明。此人只具一隻眼。若要雙眼圓明。除是不居陰界不涉眾緣。無影林中。高懸日月。不萌枝上。暗辨春秋始得。看經那到透牛皮。長慶云。' +
      '眼有何過。楞嚴經云。汝今諦觀此會聖眾。用目循歷。其目周視。但如鏡中無別分析。這裏蹉過。藥山道。底牛皮也須穿透。萬松道。却具金剛眼。明白心超曠劫。' +
      '三祖道。但不憎愛洞然明白。一念萬年受持不盡。鹿門道。遍大地是學人一卷經。盡乾坤是學人一隻眼。以這箇眼。讀如是經。千萬億劫常無間斷。萬松道。看讀不易。' +
      '英雄力破重圍。後漢王莽遣弟王尋王邑。至昆陽。圍光武數十重。光武兵弱而欲降尋邑。邑不肯。光武乃益堅諸將。出兵却戰。尋邑大敗。尊者文武雙全。出將入相。' +
      '陰界眾緣。非但重圍也。妙圓樞口轉靈機。爾雅樞謂之椳。郭璞注云。門扉樞也。流水不腐。中樞不蠧。言其活也。尊者未點先行。不撥自轉。這邊那邊無可不可。' +
      '天童披沙揀金。分星擘兩。花判了也。末後兩句更有餘才道。寒山忘却來時路。拾得相將携手歸。此頌國筵海眾鑽紙穿窓。尊者老婆略與。鉤簾歸乳燕。穴紙出癡蠅。' +
      '用寒山詩。若合符節。詩云。欲得安身處。寒山可長保。微風吹幽松。近聽聲愈好。下有斑白人。嘮嘮讀黃老。十年歸不得。忘却來時道。閭丘胤訪後與拾得相携。' +
      '出松門更不還寺。有本云。喃喃讀黃老。此頌弱喪忘歸與迷人指路也。後唐莊宗皇帝。請華嚴休靜禪師。入內齋。大師大德總看經。唯師一眾默然。帝問何不看經。' +
      '靜曰。道泰不傳天子令。時清休唱太平歌。帝曰。師一人不看即得。徒眾何亦不看。靜曰。獅子窟中無異獸。象王行處絕狐蹤。帝曰。大師大德為甚麼總看。靜曰。' +
      '水母元無眼。求食須賴鰕。帝大悅。況祖師尊者從遠劫來。號大勢至。誦甚深脩多羅。因此從師名般若多羅。元來習氣也不除。輸他華嚴却有衲僧巴鼻。' +
      '萬松到此不覺失笑。且道。笑箇什麼。雲居羅漢披襟處。鞏縣茶瓶接嘴時。',
  },
  {
    id: 4,
    title: '第二則:  達磨廓然',
    image: '/images/cong-rong-lu/cong-rong-lu-cover.jpg',
    intro:
      '',
    main:
      '',
    commentBeforeVerse:
      '',
    verse:
      '',
    commentAfterVerse:
      '',
  },
  {
    id: 5,
    title: '第二則:  達磨廓然',
    image: '/images/cong-rong-lu/cong-rong-lu-cover.jpg',
    intro:
      '',
    main:
      '',
    commentBeforeVerse:
      '',
    verse:
      '',
    commentAfterVerse:
      '',
  },
  {
    id: 6,
    title: '第二則:  達磨廓然',
    image: '/images/cong-rong-lu/cong-rong-lu-cover.jpg',
    intro:
      '',
    main:
      '',
    commentBeforeVerse:
      '',
    verse:
      '',
    commentAfterVerse:
      '',
  },
  {
    id: 7,
    title: '第二則:  達磨廓然',
    image: '/images/cong-rong-lu/cong-rong-lu-cover.jpg',
    intro:
      '',
    main:
      '',
    commentBeforeVerse:
      '',
    verse:
      '',
    commentAfterVerse:
      '',
  },
  {
    id: 8,
    title: '第二則:  達磨廓然',
    image: '/images/cong-rong-lu/cong-rong-lu-cover.jpg',
    intro:
      '',
    main:
      '',
    commentBeforeVerse:
      '',
    verse:
      '',
    commentAfterVerse:
      '',
  },
  {
    id: 9,
    title: '第二則:  達磨廓然',
    image: '/images/cong-rong-lu/cong-rong-lu-cover.jpg',
    intro:
      '',
    main:
      '',
    commentBeforeVerse:
      '',
    verse:
      '',
    commentAfterVerse:
      '',
  },
  {
    id: 10,
    title: '第二則:  達磨廓然',
    image: '/images/cong-rong-lu/cong-rong-lu-cover.jpg',
    intro:
      '',
    main:
      '',
    commentBeforeVerse:
      '',
    verse:
      '',
    commentAfterVerse:
      '',
  },
]
export default CongRongLu;
