const EightRowingBoatSong = {
  title: "船子和尚撥棹歌",
  youtubeId: "",
  subTitle: "",
  author: "[掌握] 船子德诚",
  image: "https://media.tapeko.co.uk/wp-content/uploads/20240206180701/u23115p-1024x640.jpg" || "/images/teachings/sandokai-wide.jpg" || "/images/teachings/sandokai-tall.jpg",
  intro:
    '',
  verse:
    '1. 有一魚兮偉莫裁，混虛包納信奇哉，能變化，吐風雷，下線何曾釣得來。 / ' +
    '2. 千尺絲綸直下垂，一波才動萬波隨，夜靜水寒魚不食，滿船空載月明歸。 / ' +
    '3. 莫學他家弄釣船，海風起也不知邊，風拍岸，浪掀天，不易安排得帖然。 / ' +
    '4. 大釣何曾離釣求，拋竿卷線卻成愁，法卓卓，樂悠悠，自是遲疑不下鈎。 / ' +
    '5. 別人只看採芙蓉，香氣長粘繞指風，兩岸映，一船紅，何曾解染得虛空。 / ' +
    '6. 靜不須禪動即禪，斷雲孤鶴兩蕭然，煙浦畔，月川前，槁木形骸在一船。 / ' +
    '7. 莫道無修 便不修，菩提痴坐若為求，勤作棹，慧為舟，這個男兒始徹頭。 / ' +
    '8. 水色春光處處新，本來不俗不同塵，着氣力，用精神，莫作虛生浪死人。 / ' +
    '9. 獨倚蘭橈入遠灘，江花漠漠水漫漫，空釣線，渡腥羶[3]，那得凡魚總上竿。 / ' +
    '10. 揚卻雲蓬進卻船，一竿雲影一潭煙，既擲網，又拋筌，莫教倒被釣絲牽。 / ' +
    '11. 蒼苔滑淨坐忘機，截眼寒雲葉葉飛，戴箬笠，掛蓑衣，別無歸處是吾歸。 / ' +
    '12. 外卻形骸放卻情，蕭然孤坐一船輕，圓月上，四方明，不是奇人不易行。 / ' +
    '13. 世知我懶一何嗔，宇宙船中不管身，烈香飲，落花茵，祖師元是個閒人。 / ' +
    '14. 都大無心罔象[4]間，此中那許是非關，山卓卓，水潺潺，忙者自忙閒者閒。 / ' +
    '15. 鼓棹高歌自適情，音稀和寡[5]出囂塵，清風起，浪元平，也且隨流逐勢行。 / ' +
    '16. 浪宕從來水國間，高歌龜枕看遙山，紅蓼岸，白蘋灣，肯被蘭橈使不閒。 / ' +
    '17. 一葉虛舟一副竿，瞭然無事坐煙灘，忘得喪，任悲歡，卻教人喚有多端。 / ' +
    '18. 一任孤舟正又斜，乾坤何路指津涯，拋歲月，卧煙霞，在處江山便是家。 / ' +
    '19. 愚迷未識主人翁，終日孜孜恨不同，到彼岸，出樊籠，元來只是舊時公。 / ' +
    '20. 古釣先生鶴髮垂，穿波出浪不曾疑，心蕩蕩，笑怡怡，長道無人畫得伊。 / ' +
    '21. 一片江雲倐忽開，翳空朗日若為哉，適消散，又徘徊，試問本從何處來。 / ' +
    '22. 不妨輪線不妨鈎，只要鈎輪得自由，擲即擲，收即收，無蹤無跡樂悠悠。 / ' +
    '23. 釣下俄逢赤水珠，光明圓澈等清虛，靜即出，覓還無，不在鱺龍[6]不在魚。 / ' +
    '24. 卧海拏雲勢莫知，優遊何處不相宜，香象[7]子，大龍兒，甚麼波濤颺得伊。 / ' +
    '25. 雖募求魚不食魚，網壺蓬戶本空無，在世界，作凡夫，知聞只是個毗盧[8]。 / ' +
    '26. 香餌針頭也不無，向來只是釣名魚，波沃日，浪涵虛，萬象籮籠號有餘。 / ' +
    '27. 乾坤為舸月為蓬，一屏雲山一罨風，身放蕩，性靈空，何妨南北與西東。 / ' +
    '28. 終日江頭理棹間，忽然失濟若為還，灘急急，水潺潺，爭把浮生作等閒。 / ' +
    '29. 有鶴翱翔四海風，往來蹤跡在虛空，圖不得，算何窮，日月還教沒此中。 / ' +
    '30. 釣頭曾未曲些些，靜向江濱度歲華，酌山茗，折蘆花，誰言埋沒在煙霞。 / ' +
    '31. 吾自無心無事間，此心只有水雲關，攜釣竹，混塵寰，喧靜都來離又閒。 / ' +
    '32. 晴川清瀨水橫流，蕭灑元同不繫舟，長自在，恣優遊，將心隨逐幾時休。 / ' +
    '33. 歐冶 [9],銑鋒價最高，海中收得用吹毛，龍鳳繞，鬼神號，不見全牛可下刀。[10]/ ' +
    '34. 動靜由來兩本空，誰教日月強施功，波渺渺，霧濛濛，卻成江上隱雲中。 / ' +
    '35. 問我生涯只是船，子孫各自睹機緣，不由地，不由天，除卻蓑衣無可傳。 / ' +
    '36. 媚俗無機獨任真，何須洗耳[11]復澄神[12]，雲與月，友兼親，敢向浮漚任此身。 / ' +
    '37. 逐塊追歡[13]不識休，津樑混不掛心頭，霜葉落，岸花秋，卻教漁父為人愁。 / ' +
    '38. 二十年來江上游，水清魚見不吞鈎，釣竿斫盡重栽竹，不計工程得便休。 / ' +
    '39. 三十餘年坐釣台，鈎頭往往得黃能[14]，錦鱗不遇虛勞力，收取絲綸歸去來。 / ',
}
export default EightRowingBoatSong
